<template>
  <main>
    <section class="container">
      <h1 class="sectionTitle">ДМС/ОМС</h1>
      <p>
        С 1 января 2020 года Центр томографии Флагман ( ООО «Диамед») включен в
        реестр Территориального фонда ОМС по Удмуртской республике.
      </p>
      <p>
        10.01.2022 года заключен договор №180222/2022 на оказание и оплату
        медицинской помощи по ОМС со следующими страховыми медицинскими
        организациями (далее СМО) : Филиал ООО «СК»Ингосстрах-М» в г. Ижевске;
        Удмуртский филиал АО СК «СОГАЗ-Мед»; Филиал ООО «Капитал МС» в
        Удмуртской республике.
      </p>
      <h2 class="sectionTitle">
        Виды оказываемой медицинской помощи по договору на 2022 год:
      </h2>
      <ul>
        <li>
          Исследование на магнитно-резонансном томографе (МРТ), с применением
          внутривенного контрастирования (<a
            href="https://www.vidal.ru/drugs/prohance__40633"
            target="_blank"
            rel="noopener noreferrer"
          >Прохэнс</a>,
          <a
            href="https://www.vidal.ru/drugs/omniscan__627"
            target="_blank"
            rel="noopener noreferrer"
          >Омнискан</a>) и без него
        </li>
        <li>
          Исследование на компьютерном томографе (КТ), с применением
          внутривенного контрастирования (<a
            href="https://www.vidal.ru/drugs/iomeron__38614"
            target="_blank"
            rel="noopener noreferrer"
          >Йомерон</a>,
          <a
            href="https://www.vidal.ru/drugs/omnipaque__626"
            target="_blank"
            rel="noopener noreferrer"
          >Омнипак</a>) и без него
        </li>
      </ul>
      <article class="tpgg">
        <h2 class="sectionTitle">
          Порядки, объемы и условия оказания медицинской помощи в соответствии с
          ТПГГ
        </h2>
        <p><b>Уважаемые пациенты</b></p>
        <p>
          Центр томографии Флагман (ООО «ДИАМЕД») в рамках
          <a
            href="https://tfoms18.ru/media/files/post_7.pdf"
            target="_blank"
            rel="noopener noreferrer"
          >Территориальной программы государственных гарантий бесплатного
            оказания гражданам медицинской помощи на территории Удмуртской
            Республики на 2022 год и на плановый период 2023 и 2024 годов</a>, утвержденной Постановлением Правительства Удмуртской Республики №7
          от 21.01.2022 , оказывает следующие виды медицинской помощи:
        </p>
        <p>
          Первичная, доврачебная, медико-санитарная помощь в амбулаторных
          условиях по рентгенологии.
        </p>
        <p>
          В нашем Центре Вам будут представлены современные методы обследования,
          необходимые для оценки состояния Вашего здоровья и выявления имеющихся
          заболеваний - МРТ и КТ исследования. Данные исследования требуют
          определенной <nuxt-link to="/podgotovka">подготовки</nuxt-link>
        </p>
        <p>
          Мы проводим исследование и делаем описание полученных снимков на
          основании направления, выданного клиникой, прикрепленной к нашей
          медицинской организации приказом Территориального Фонда обязательного
          медицинского страхования УР. После обследования выдаем на руки
          медицинское заключение и cd-диск. Всю информацию о результатах
          обследования, характере заболевания, возможных вариантах и прогнозе
          лечения Вы можете получить у своего лечащего врача, выдавшего
          направление на исследование.
        </p>
        <p>
          Все диагностические мероприятия будут осуществлены только с Вашего
          согласия. Вся информация для принятия Вами решения будет представлена
          Вашим лечащим врачом и сотрудниками нашего Центра. Согласно
          <a
            href="https://minzdrav.gov.ru/documents/7025-federalnyy-zakon-323-fz-ot-21-noyabrya-2011-g"
            target="_blank"
            rel="noopener noreferrer"
          >Федеральному закону № 323 от 21.11.2011г. «Об основах охраны
            здоровья граждан в РФ»</a>
          информированное добровольное согласие на медицинское вмешательство
          должно быть оформлено в письменной форме, подписано гражданином и
          медицинским работником и хранится в медицинской документации пациента.
          Вы имеете право отказаться от диагностической процедуры. В этом случае
          Ваш письменный отказ должен быть соответствующим образом оформлен в
          медицинской документации.
        </p>
        <p>
          Информируем Вас, что Ваш отказ может повлиять на правильность
          установленного диагноза и послужить причиной снижения либо полного
          отсутствия эффективности проводимого Вам лечения.
        </p>
        <p>
          Вся информация, содержащаяся в медицинских документах пациента,
          составляет врачебную тайну. Вы можете запретить передавать Вашу
          медицинскую информацию, в том числе Вашим родственникам, кроме
          случаев, предусмотренных законодательством РФ.
        </p>
        <p>
          Для прохождения исследования Вы можете записаться по телефону
          <a href="tel:+73412777703">+7(3412) 77-77-03</a>
        </p>
        <p>
          <a
            href="https://www.tfoms18.ru/oms/pamyatka-dlya-zastrahovannyih.html"
            target="_blank"
            rel="noopener noreferrer"
          >Памятка для застрахованных по правам и обязанностям в сфере ОМС</a>
        </p>
        <p>
          <a
            href="https://minzdrav.orb.ru/upload/uf/032/2419_r..pdf"
            target="_blank"
            rel="noopener noreferrer"
          >Лекарственное обеспечение ( ЖНВЛП) на 2022 год</a>
        </p>
      </article>
    </section>
    <section class="container">
      <h2 class="sectionTitle">
        Информация о правах граждан на получение бесплатной медицинской помощи
        (медицинских услуг):
      </h2>
      <ul>
        <li>
          <a
            href="http://www.omspk.ru/gragdanam_ob_OMS/federalnyy-zakon-326-fz-ob-obyazatelnom-meditsinskom-strakhovanii-v-rossiyskoy-federatsii.php#:~:text=%D0%A1%D1%82%D0%B0%D1%82%D1%8C%D1%8F%2016.-,%D0%9F%D1%80%D0%B0%D0%B2%D0%B0,-%D0%B8%20%D0%BE%D0%B1%D1%8F%D0%B7%D0%B0%D0%BD%D0%BD%D0%BE%D1%81%D1%82%D0%B8%20%D0%B7%D0%B0%D1%81%D1%82%D1%80%D0%B0%D1%85%D0%BE%D0%B2%D0%B0%D0%BD%D0%BD%D1%8B%D1%85"
            target="_blank"
            rel="noopener noreferrer"
          >Права застрахованных лиц в соответствии со статьей 16 Федерального
            закона от 29.11.2010 года № 326-ФЗ «Об обязательном медицинском
            страховании в Российской Федерации»</a>
        </li>
        <li>
          <a
            href="https://minzdrav.gov.ru/documents/7025-federalnyy-zakon-323-fz-ot-21-noyabrya-2011-g#:~:text=%D0%93%D0%BB%D0%B0%D0%B2%D0%B0%204.%20%D0%9F%D1%80%D0%B0%D0%B2%D0%B0%20%D0%B8%20%D0%BE%D0%B1%D1%8F%D0%B7%D0%B0%D0%BD%D0%BD%D0%BE%D1%81%D1%82%D0%B8%20%D0%B3%D1%80%D0%B0%D0%B6%D0%B4%D0%B0%D0%BD%20%D0%B2%20%D1%81%D1%84%D0%B5%D1%80%D0%B5%20%D0%BE%D1%85%D1%80%D0%B0%D0%BD%D1%8B%20%D0%B7%D0%B4%D0%BE%D1%80%D0%BE%D0%B2%D1%8C%D1%8F"
            target="_blank"
            rel="noopener noreferrer"
          >Права гражданина в сфере здравоохранения в соответствии с главой 4
            Федерального закона от 21.11.2011 года №323-ФЗ «Об основах охраны
            здоровья граждан в Российской Федерации»</a>
        </li>
      </ul>
    </section>
    <section class="container">
      <h2 class="sectionTitle">
        Памятка для граждан о получении бесплатной медицинской помощи в
        соответствии с Территориальной программой государственных гарантий
        бесплатного оказания гражданам медицинской помощи на территории
        Удмуртской Республики на 2022 год и на плановый период 2023-2024 годов
      </h2>
      <div class="tableWrap">
        <table>
          <thead>
            <th>Условия оказания медицинской помощи</th>
            <th>Срок ожидания</th>
          </thead>
          <tbody>
            <tr>
              <td colspan="2">
                <b>Поликлиника</b>
              </td>
            </tr>
            <tr>
              <td>
                Оказание первичной медико-санитарной помощи в неотложной форме
              </td>
              <td>Не должен превышать <b>2-х часов</b> с момента обращения</td>
            </tr>
            <tr>
              <td>
                Плановое оказание медицинской помощи врачами-терапевтами
                участковыми, педиатрами, врачами общей практики (семейный врач)
              </td>
              <td>Не должен превышать <b>24 часов</b> с момента обращения</td>
            </tr>
            <tr>
              <td>
                Прием врача-специалиста при оказании первичной
                специализированной медико-санитарной помощи в плановой форме
                (консультации специалистов), в т.ч. в консультативных
                поликлиниках, специализированных поликлиниках, диспансерах,
                оказывающих первичную специализированную медико-санитарную
                помощь
              </td>
              <td>
                Не должен превышать <b>14 рабочих дней</b> со дня обращения;
                <br>Не должен превышать <b>3 рабочих дня</b> в случае
                подозрения на онкологическое заболевание
              </td>
            </tr>
            <tr>
              <td>
                Плановые диагностические инструментальные и лабораторные
                исследования (рентгенографические исследования, включая
                маммографию, функциональную диагностику, ультразвуковые
                исследования и т.д.)
              </td>
              <td>
                Не должен превышать <b>14 рабочих дней</b> со дня назначения;
                <br>Не должны превышать <b>7 рабочих дней</b> со дня
                назначения исследований в случае подозрения на онкологическое
                заболевание
              </td>
            </tr>
            <tr>
              <td>
                Установление диспансерного наблюдения врача-онколога за
                пациентом с выявленным онкологичским заболеванием
              </td>
              <td>
                Не должен превышать <b>3 рабочих дня</b> с момента постановки
                диагноза онкологического заболевания
              </td>
            </tr>
            <tr>
              <td>
                Плановое проведение компьютерной томографии,
                магнитно-резонансной томографии, ангиографии (при наличии
                направления)
              </td>
              <td>
                Не должен превышать <b>14 рабочих дней</b> со дня назначения;
                <br>Не должны превышать <b>7 рабочих дней</b> со дня
                назначения исследований в случае подозрения на онкологическое
                заболевание
              </td>
            </tr>
            <tr>
              <td><b>Дневной стационар</b> (плановая госпитализация)</td>
              <td>
                Не должен превышать <b>14 рабочих дней</b> со дня выдачи
                направления на госпитализацию; <br>Не должны превышать
                <b>7 рабочих дней</b> для пациентов с онкологическими
                заболеваниями с момента гистологической верификации опухоли или
                с момента установления диагноза заболевания (состояния)
              </td>
            </tr>
            <tr>
              <td>
                <b>Госпитализация в круглосуточный стационар</b> (плановая
                госпитализация) (за исключением высокотехнологичной медицинской
                помощи в плановой форме)
              </td>
              <td>
                Не должен превышать <b>14 рабочих дней</b> со дня выдачи
                направления на госпитализацию; <br>Не должны превышать
                <b>7 рабочих дней</b> для пациентов с онкологическими
                заболеваниями с момента гистологической верификации опухоли или
                с момента установления диагноза заболевания (состояния)
              </td>
            </tr>
            <tr>
              <td>
                <b>Скорая медицинская помощь</b> оказывается вне медицинской
                организации, в том числе на дому, в поликлинике, в стационаре
                при заболеваниях, несчастных случаях, травмах, отравлениях и
                других состояниях, требующих срочного вмешательства, в
                экстренной форме, независимо от наличия полиса ОМС, документов
                удостоверяющих личность и регистрации по месту жительства
                (пребывания).
              </td>
              <td>
                При внезапных острых заболеваниях, состояниях, обострении
                хронических заболеваний:<br>- представляющих угрозу жизни
                пациента (оказывается в экстренной форме) время доезда не должно
                превышать <b>20 минут</b> с момента вызова<br>- без явных
                признаков угрозы жизни пациента (оказывается в неотложной форме)
                <b>в день обращения</b>
              </td>
            </tr>
          </tbody>
        </table>
      </div>
      <p>
        При невозможности получения отдельных видов диагностических исследований
        или лечебных процедур в медицинской организации, к которой Вы
        прикреплены - данные услуги оказываются бесплатно в других медицинских
        организациях по направлению лечащего врача.
      </p>
      <h3>Если ваши права нарушают</h3>
      <ul>
        <li>
          Вам отказывают в предоставлении бесплатной медицинской помощи в объеме
          программы ОМС
        </li>
        <li>
          Предлагают заплатить за обследование или лечение, назначенное врачом
        </li>
        <li>Вам предлагают купить лекарства во время лечения в стационаре</li>
        <li>Вам оказана помощь ненадлежащего качества и не в полном объеме</li>
      </ul>
      <h3>Вы можете обратиться:</h3>
      <ul>
        <li>К руководству медицинской организации</li>
        <li>
          В страховую медицинскую организацию (СМО), выдавшую Вам полис ОМС.
          <a
            href="https://www.tfoms18.ru/smo/7.html"
            target="_blank"
            rel="noopener noreferrer"
          >Телефоны «горячей линии» и контакт-ценров СМО</a>
        </li>
        <li>
          В Контакт-центр Территориального фонда ОМС Удмуртской Республики:
          <a href="tel:+78003013337">8-800-301-33-37 (звонок бесплатный)</a>
        </li>
        <li>
          В Министерство здравоохранения УР: «горячая линия»
          <a href="tel:+73412602376">(3412) 60-23-76</a>,
          <a href="tel:+78001002447">8(800)-100-24-47</a>
        </li>
      </ul>
      <h3>Анкета для оценки качества условий оказания услуг</h3>
      <p class="anketa">
        <a
          href="https://docs.google.com/forms/d/e/1FAIpQLScXqJwVzzxZiKUX3SPwB90XCt6ewPBlgH5cotUPGk5wThG04A/viewform"
          target="_blank"
        >Интерактивная анкета (откроется в новом окне)</a>
        <a href="/docs/anketa_diamed.DOC" download="">Скачать (.doc)</a>
      </p>
    </section>
  </main>
</template>

<script>
export default {
  head: {
    title: 'Информация по ДМС ОМС | Центр томографии Флагман, Ижевск',
    meta: [
      {
        hid: 'description',
        name: 'description',
        content: 'МРТ и КТ ДМС и ОМС Центр томографии Флагман, Ижевск  '
      },
      {
        hid: 'keywords',
        name: 'keywords',
        content:
          'ОМС, ДМС, МРТ, КТ, томография, флагман, Ижевск, центр томографии, Магнитно-резонансный томограф, Компьютерный томограф'
      }
    ]
  }
}
</script>

<style lang="scss" scoped>
.anketa {
  display: flex;
  flex-direction: column;
}
h2 {
  color: black;
  font-size: 24px;
  margin-bottom: 20px;
  font-weight: bold;
}

.tpgg {
  p {
    margin-bottom: 10px;
  }
}

h3 {
  font-size: 20px;
  font-weight: bold;
  margin-bottom: 10px;
}

ul,
p {
  line-height: 1.4;

  &:last-child {
    margin-bottom: 0;
  }
}

.tableWrap {
  overflow: auto;
  margin: 10px;

  @media screen and (max-width: 767px) {
    margin: 10px 0;
  }
}

table {
  font-size: 18px;
  line-height: 1.4;
  border: 1px solid $lgray;
  border-collapse: collapse;
  min-width: 718px;

  tr:nth-child(odd) {
    background-color: #80808040;
  }

  td {
    padding: 5px;
  }
}
</style>
