<template>
  <main class="podgotovka">
    <section class="container">
      <h1 class="sectionTitle">Подготовка к МРТ/КТ-иследованиям</h1>
      <h2>Общие правила:</h2>
      <ul>
        <li>одежда должна быть без металлизированных включений, нитей, фурнитуры;</li>
        <li>съёмные зубные протезы необходимо снять(кроме титановых);</li>
        <li>также необходимо снять очки, часы, украшения, пирсинг;</li>
        <li>предупредить оператора и врача об имеющихся хирургических клипсах, ортопедических протезах, фиксирующих пластинах из металла, других имплантантах (инсулиновые насосы, немагнитные имплантаты внутреннего уха);</li>
        <li>предупредить врача о татуировках (красители могут содержать металлические включения, что даёт свечение при обследовании).</li>
      </ul>
    </section>
    <section class="container">
      <h2>Исследования без специальной подготовки:</h2>
      <ul>
        <li>МРТ головного и спинного мозга и их структур;</li>
        <li>МРТ сосудов (без контраста);</li>
        <li>МРТ суставов;</li>
        <li>МРТ позвоночника;</li>
        <li>МРТ мягких тканей;</li>
        <li>МРТ почек и надпочечников;</li>
      </ul>
      <ul>
        <li>КТ головного мозга;</li>
        <li>КТ почек и надпочечников;</li>
        <li>КТ сосудов;</li>
        <li>КТ суставов;</li>
        <li>КТ позвоночника;</li>
        <li>КТ мягких тканей;</li>
      </ul>
    </section>
    <section class="container">
      <h2>Исследования со специальной подготовкой:</h2>
      <h3>Для повышения точности исследования области малого таза необходимо:</h3>
      <ul>
        <li>За 1,5-2 дня до проверки исключить свежие фрукты и овощи, кисломолочные продукты, жареное, хлебобулочные изделия из муки высшего сорта;</li>
        <li>Вечером накануне дня исследования принять 4 таблетки активированного угля (при исследовании кишечника вечером выпить 1 пакетик Фортранса);</li>
        <li>Последний приём пищи осуществить за 4 часа до исследования;</li>
        <li>Перед исследованием опорожнить кишечник и мочевой пузырь;</li>
      </ul>
      <h3>Для повышения точности исследования малого таза и мочевого пузыря необходимо:</h3>
      <ul>
        <li>Необходимо за 30-40 минут выпить 1,5-2 стакана воды или некрепкого чая;</li>
        <li>Женщинам МРТ / КТ малого таза лучше проходить в определённые дни менструального цикла(с 5го по 14 день цикла). Исследования не проводят в дни менструаций</li>
        <li>Перед исследованием мочевой пузырь должен быть умеренно наполнен.</li>
      </ul>
    </section>
  </main>
</template>

<script>
export default {
  head: {
    title: '🥼 Подготовка к МРТ и КТ исследованиям | Центр томографии Флагман, Ижевск',
    meta: [
      {
        hid: 'description',
        name: 'description',
        content: 'Подготовка к МРТ и КТ исследованиям, общие правила, специальная подготовка'
      },
      {
        hid: 'keywords',
        name: 'keywords',
        content: 'подготовка, МРТ, КТ, томография, флагман, Ижевск, центр томографии, Магнитно-резонансный томограф, Компьютерный томограф'
      }
    ]
  }
}
</script>

<style lang="scss" scoped>
.podgotovka {

  ul,
  p {
    line-height: 1.4;
  }

  ul {
    list-style-type: disc;
  }

  h2 {
    color: black;
    font-size: 30px;
    margin-bottom: 20px;
    font-weight: bold;
  }
}
</style>
