<template>
  <div class="etovajno">
    <p><b>«Это у нас в семье наследственное»</b> - мы часто говорим так по отношению к самым разным вещам. Под понятие «наследственное» может попадать и цвет волос, и телосложение, и постоянные простуды.</p>
    <p>У каждого из нас есть кто-то близкий или знакомый, который ушел из жизни далеко не в преклонном возрасте, с большими планами на будущее, не успев реализовать свои мечты.</p>
    <p><b>По различным данным от 7% до 10% случаев злокачественных опухолей обусловлены наследственностью.</b><br>К наиболее часто встречающимся наследственным формам рака относятся: рак молочной железы, рак яичников, рак легкого, рак желудка, рак толстого кишечника, меланома, острая лейкемия. К этой же категории рака, но с меньшей степенью наследования, относят нейробластомы, опухоли эндокринных желез, рак почек. По этой причине всех родственников пациентов с такими заболеваниями приходится автоматически включать в группу повышенного риска. Гарантией эффективного лечения злокачественных новообразований является ранняя диагностика.</p>
    <p><b>Томографический центр ФЛАГМАН предлагает уникальную возможность</b> пройти диагностику проблемных отделов организма используя эти два метода вместе или в комбинации. Наши высококвалифицированные доктора диагносты подберут оптимальный алгоритм исследования Вашей проблемы. Опытный врач-онколог определит тактику лечения при выявлении признаков заболевания.</p>
  </div>
</template>

<style lang="scss" scoped>
.etovajno {
  &__callbackform {
    padding: 0 100px;
  }

  &__callback {
    float: right;
    margin-left: 30px;

    @media screen and (max-width: 767px) {
      display: none;
    }
  }
}
</style>
