<template lang="">
  <main>
    <section class="container personal">
      <h2 class="sectionTitle">Правила обработки персональных данных</h2>
      <p>Соглашаясь с Условиями работы сайта (далее – Условия) и оставляя свои данные на сайте mrtktcentr.ru (далее – Сайт), путем заполнения полей онлайн-заявки Пользователь:</p>
      <ul>
        <li>подтверждает, что указанные им данные принадлежат лично ему;</li>
        <li>признает и подтверждает, что он внимательно и в полном объеме ознакомился с настоящими Условиями;</li>
        <li>признает и подтверждает, что все положения настоящего Условий ему понятны; </li>
        <li>дает согласие на обработку Сайтом предоставляемых данных в целях для идентификации Пользователя, как клиента и связи с Пользователем для оказания услуг;</li>
        <li>выражает согласие с данными Условиями без каких-либо оговорок и ограничений.</li>
      </ul>
      <p>Настоящее Условия применяются в отношении обработки следующих данных:</p>
      <ul>
        <li>Имя</li>
        <li>номер телефона</li>
      </ul>
      <p>Пользователь, предоставляет Сайту право осуществлять следующие действия (операции) с пользовательскими данными:</p>
      <ul>
        <li>сбор и накопление;</li>
        <li>уточнение (обновление, изменение);</li>
        <li>использование в целях связи с Пользователем для указания услуг;</li>
        <li>уничтожение.</li>
      </ul>
      <p>Отзыв согласия с Условиями работы сайта может быть осуществлен путем направления Пользователем соответствующего распоряжения в простой письменной форме на адрес электронной почты: <a href="mailto:diamedtomograph@gmail.com">diamedtomograph@gmail.com</a></p>
      <p>Сайт имеет право вносить изменения в настоящие Условия. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Условий вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Условий.</p>
      <p>Действующая редакция всегда находится на странице по адресу: <a href="https://mrtktcentr.ru/privacy">https://mrtktcentr.ru/privacy</a> </p>
      <!-- <p>Предоставляя свои персональные данные Пользователь даёт согласие на обработку, хранение и использование своих персональных данных на основании ФЗ № 152-ФЗ «О персональных данных» от 27.07.2006 г. в следующих целях:</p>
      <ul>
        <li>Осуществление клиентской поддержки</li>
        <li>Получения Пользователем информации о маркетинговых событиях</li>
        <li>Проведения аудита и прочих внутренних исследований с целью повышения качества предоставляемых услуг.</li>
      </ul>
      <p>Под персональными данными подразумевается любая информация личного характера, позволяющая установить личность пациента такая как:</p>
      <ul>
        <li>Фамилия, Имя, Отчество</li>
        <li>Контактный телефон</li>
      </ul>
      <p>Персональные данные Пользователей хранятся исключительно на электронных носителях и обрабатываются с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка персональных данных необходима в связи с исполнением требований законодательства.</p>
      <p>Компания обязуется не передавать полученные персональные данные третьим лицам, за исключением следующих случаев:</p>
      <ul>
        <li>По запросам уполномоченных органов государственной власти РФ только по основаниям и в порядке, установленным законодательством РФ</li>
        <li>Стратегическим партнерам, которые работают с Компанией для предоставления продуктов и услуг, или тем из них, которые помогают Компании реализовывать продукты и услуги потребителям. Мы предоставляем третьим лицам минимальный объем персональных данных, необходимый только для оказания требуемой услуги или проведения необходимой транзакции.</li>
      </ul>
      <p>Компания оставляет за собой право вносить изменения в одностороннем порядке в настоящие правила, при условии, что изменения не противоречат действующему законодательству РФ. Изменения условий настоящих правил вступают в силу после их публикации на Сайте.</p> -->
    </section>
  </main>
</template>

<script>
export default {
  head: {
    title: 'Правила обработки персональных данных | Центр томографии Флагман, Ижевск',
    meta: [
      {
        hid: 'description',
        name: 'description',
        content: 'Правила обработки персональных данных Центр томографии Флагман, Ижевск  '
      },
      {
        hid: 'keywords',
        name: 'keywords',
        content: 'МРТ, КТ, томография, флагман, Ижевск, центр томографии, Магнитно-резонансный томограф, Компьютерный томограф'
      }
    ]
  }
}
</script>

<style lang="scss" scoped>
.personal {
  p{
    margin-bottom: 10px;
  }
  ul{
    margin-bottom: 20px;
    margin-left: 10px;
    list-style-type: disc;
  }
}
</style>
