<template>
  <InfoArea :classname="'podgotovka__info'">
    <p>ВНИМАНИЕ! Наличие кардиостимуляторов, металлических или ферромагнитных имплантатов, беременность, масса тела свыше 120 кг являются абсолютными противопоказаниями для МРТ-исследований.</p>
    <p>ВАЖНО!  Не рекомендуется проводить КТ-исследования при массе тела пациента, превышающая конструктивные ограничения максимальной нагрузки на стол томографа (обычно до 120 кг); и при беременности, независимо от срока.</p>
    <p>
      <nuxt-link to="/podgotovka">
        Подробнее
      </nuxt-link>
    </p>
  </InfoArea>
</template>

<style lang="scss" scoped>
.podgotovka {
  &__info {
    margin: auto;
  }
  @media screen and (max-width: 767px) {
    display: none;
  }
}
</style>
